"OK" = "OK";
"DONE" = "Feito";
"Done" = "Feito";
"CANCEL" = "Cancelar";

"Later" = "Mais tarde";

"NEW_ACTION" = "Nova acção";
"DELETE_ACTION" = "Excluir ação";
"Delete project" = "Excluir projeto";
"Move to In-Basket" = "Mover para Caixa de entrada";
"UNDO_ACTION" = "Desfazer conclusão";

"Date" = "Data";
"Time" = "Tempo";
"Alert" = "Alarme";
"At the same time" = "Ao mesmo tempo";
"%@ before" = "%@ antes de";

"LAST_MONTH" = "mês passado";
"LAST_WEEK" = "semana passada";
"LAST_YEAR" = "ano passado";
"NEXT_MONTH" = "próximo mês";
"NEXT_WEEK" = "próxima semana";
"NEXT_YEAR" = "próximo ano";
"SOMEDAY_MAYBE" = "algum dia / talvez";
"THIS_MONTH" = "este mês";
"THIS_WEEK" = "esta semana";
"THIS_YEAR" = "este ano";
"TODAY" = "hoje";
"TOMORROW" = "amanhã";
"YESTERDAY" = "ontem";

"CALENDAR" = "Calendário";

"DESCRIPTION" = "Descrição";
"DISABLED" = "Desativado";
"ENABLED" = "Ativado";
"SOUND" = "Parecer";
"TRY" = "Tentar";
"Restore" = "Restaurar";

"in-basket" = "inbox";
"delegated" = "delegada";
"completed" = "concluído";

"How soon do you plan to do this?" = "Em quanto tempo planeja fazer isso?";
"Enable repeat and notification will be coming every minute until you act on it." = "Enable repetição e notificação virá cada minuto até agir sobre ele.";

/* \n is the line break */
"Pull down and release\nto add a new task." = "Puxe para baixo e solte\npara adicionar uma nova tarefa";
"Pull a task to the right to\n• complete,\n• defer,\n• calendar or,\n• delegate it." = "Puxe uma tarefa para a direita para\n• completar,\n• adiar,\n• calendário ou,\n• delegá-la";
"Pull a task to the left to\n• remove,\n• repeat,\n• itemize or,\n• send it." = "Puxe uma tarefa para a esquerda para\n• remover,\n• repito,\n• itemizar ou,\n• enviá-lo";
"Pull up and release\nto clear completed tasks." = "Puxe e solte\npara limpar as tarefas concluídas";

"all done" = "tudo feito";

"STATISTICS_ACTIONS_IN_LIST" = "ações\nestão na lista";
"STATISTICS_ACTIONS_FOR_TODAY" = "ações\npara fazer hoje";
"STATISTICS_ACTIONS_DONE_TOTAL" = "ações\nfeitas";
"STATISTICS_DAYS_PASSED_TOTAL" = "dias\nse passaram";
"STATISTICS_ACTIONS_DONE_PER_DAY" = "ações\npor dia";

"Purchase" = "Comprar";
"Receipt for this app expired." = "Recibo para este app expirado.";
"Premium Feature" = "Esta é uma característica premium";
"Disable ads here just for %@ right now!" = "Agora entendi por %@!";
"Try for a week" = "Tente por uma semana";
"This is a premium feature. But you disabled in-app purchases. Enable them in settings to proceed." = "Esta é uma característica premium. Mas você desativado em-app compras. Habilitá-los nas configurações para prosseguir.";
"Purchase transaction for the feature failed. Try again later." = "Falha na transação de compra para o recurso. Tente novamente mais tarde.";
"This is a premium feature. But your device does not have internet connection now. Try again later." = "Esta é uma característica premium. Mas o dispositivo não tem conexão com a internet agora. Tente novamente mais tarde.";
"All previously purchased features were restored." = "Todos os recursos adquiridos anteriormente foram restaurados.";

"You can greatly help by writing a review." = "Você pode ajudar muito por escrever uma resenha.";

"WELCOME" = "BEM-VINDO";
"keep tasks here" = "manter as tarefas aqui";

"Repeat" = "Repetição";
"DAY" = "DIA";
"WEEK" = "SEMANA";
"MONTH" = "MÊS";
"everyday" = "cotidiano";
"done %@ times" = "realizados %@ vezes";
"Skip repetition" = "Pule a repetição";
"REPEAT_DAY_1" = "dia";
"REPEAT_DAY_234" = "dias";
"REPEAT_DAY_567890" = "dias";

"Complete" = "Completar";
"Postpone" = "Adiar";
"Schedule" = "Programar";

"Version" = "Versão";
"Feedback" = "Comentários";
"Help" = "Ajudar";
"Sounds" = "Sons";
"Theme" = "Tema";
"Dark" = "Escuro";
"Light" = "Claro";
"Automatic" = "Automático";
"Multiline titles" = "Títulos de várias linhas";
"Delete confirmation" = "Excluir confirmação";
"Icon badge" = "Icone crachá";
"Calendar reminder" = "Calendário lembrete";
"Overdue reminder" = "Vencidos lembrete";
"Process reminder" = "Processo lembrete";
"Review reminder" = "Revisão lembrete";
"Restore in-app purchases" = "Restaurar compras no aplicativo";
"Send usage statistics" = "Enviar estatísticas de uso";

"Application" = "App";
"Projects" = "Projetos";
"Periodic tasks" = "Tarefas periódicas";
"Archive" = "Arquivo";

"Change in storage" = "Mudar em armazenamento";
"Сopy existing tasks to the new storage?" = "Copiar tarefas existentes para o armazenamento de novo?";

"You don't have tasks for today.\n•\nGo back by pinching in or shaking." = "Tem sem tarefas para hoje.\n•\nVolte por beliscar em ou tremer.";
"You don't have tasks in this project.\n•\nAdd tasks by pulling down.\n•\nGo back by pinching in or shaking." = "Você tem sem tarefas neste projeto.\n•\nAdicione tarefas, puxando para baixo.\n•\nVolte por beliscar em ou tremer.";

/* %@ is where number of done actions will go */
"You have uncompleted tasks (%@). Complete them or assign them new dates." = "Você tem tarefas não concluídas. Completá-los ou definir para eles novas datas. (%@)";
"You should process collected tasks (%@) regularly to stay organized." = "Você deve processar tarefas coletadas regularmente para manter-se organizado. (%@)";
"Review your list (%@) every week, this will keep it current and reliable." = "Reveja sua lista toda semana, isto irá mantê-lo confiável. (%@)";

/* %@ is where number of done actions will go */
"Happy" = "Feliz";
"Confused" = "Confuso";
"Unhappy" = "Infeliz";
"Tell the story of your success and help others to achive the same!" = "Contar a história de seu sucesso e ajudar os outros para conseguir o mesmo!";
"Search for help on a website or write an email to developer." = "Procurar ajuda em um site ou escrever um e-mail para o desenvolvedor.";
"Sorry to hear. What can I do to fix this?" = "Sinto muito. O que posso fazer para corrigir isso?";
"How do you feel about it?" = "Que sentes sobre isso?";
"Congratulations! You completed %@ tasks." = "Parabéns, você acabou de completar %@ tarefas!";
"Please, rate this app on the App Store. Thanks!" = "Por favor, classifique este app na App Store.";
"Rate %@" = "Taxa %@";
"Not now" = "Agora não";
"Don't ask again" = "Não pergunte de novo";
"I completed %@ tasks!" = "Eu completei %@ tarefas!";

"Enjoying this app?" = "Apreciando esta app?";
"Would you mind giving me some feedback?" = "Você se importaria de nos dar algum feedback?";
"How about rating on the App Store, then?" = "Que tal classificação na App Store, então?";
"Not really" = "Não";
"Yes!" = "Sim";
"No, thanks" = "Não";
"Ok, sure" = "Sim";
"NO" = "Não";
"YES" = "Sim";
